Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/sami_parlamentarals_raddi_fi/climat_pohjoiss.pdf.tmx
Source language: sme
Languages: sms

source: Sámi parlamentáralaš ráđđi ávžžuha Norgga, Ruoŧa ja Suoma sámedikkiid čatnasit ovddidit doaimmaid suvdilis ovdáneami vugiid mielde nu ahte energiijaávkkástallan beavttálmuvvá ja dálkkádatrievdama dagaheaddji bázahusaid mearri geahppána.
sms: SaaŠmi parlamenttaarlaž suåvtõs auŠǯǯai Taarr, Ruõcc da LääŠddjânnam sääŠmteeŠǧǧid čõnnõõttâd ooudâsviikkâd tuåimid ǩeâllʼjem šõddmõõžži mieŠlddsânji energiiäuŠǩǩeem viõkksmâŠttem diõtt da äimm-muttõõzz šõddeei kaaŠsti cõggâm diõtt.

source: SPR gálggašii maid bargat dan ala ahte ođasmuvvi energiijagálduid geavaheapmi lassána.
sms: SPN âlgg tuåimmjed ooudâsviiǥǥeeŠl ođđsmõõvvâm energiivueŠjji âânnmõõžž.

source: SPR čatnasa ráhkadit dálkkádatpolitihkalaš prográmma.
sms: SPN čõnnââtt raajjâd äimmpolitiikkla prograamm.
